Repository: mozilla-l10n/mt-training-data
Catalog: gju/gju_pontoon.tmx
Source language: en_us
Languages: gju

source: installation
gju: قائم کرنو یا لانو

source: Issue
gju: جاری کرنو

source: Legacy extension
gju: بڑو اضافو

source: MDN
gju: ایم ڈی این

source: misinformation
gju: غلط معلومات

source: native
gju: باپ دادا کو

source: net neutrality
gju: حتمی فطرت

source: nonprofit
gju: بغیر منافع کے

source: non-profit
gju: بغیر منافع کے

source: open source
gju: کھُلو ذریعو

source: override
gju: زیادہ چلانو

source: phone number mask
gju: فون نمبر ہالو ماسک

source: pop-up
gju: پاپ اپ

source: preference
gju: ترجیحات

source: Privacy Notice
gju: راز داری کو نوٹس

source: release
gju: جاری کرنو

source: report
gju: تفصیل

source: restricted site
gju: پابند جا

source: revert
gju: واپس آنو

source: Review checker
gju: جائزہ نا چیک کرن ہالو

source: search suggestion
gju: تجاویز نا ڈھونڈنو

source: security keys
gju: حفاظت کی چابی

source: sensitive
gju: حساس

source: sidebar
gju: سائڈ بار

source: sign
gju: دستخط

source: signer
gju: دستخط کرن ہالو

source: sign in
gju: شروع کرنو

source: sign-in
gju: شروع کرنو

source: studies
gju: مطالعو

source: Terms of Service
gju: خدمات کی شرائط

source: track
gju: رستو

source: trackers
gju: رستہ پو چلن ہالا

source: Tracking Content
gju: رستہ کو مواد

source: unencrypted
gju: ان کورپٹڈ

source: unresponsive
gju: جواب نہ دین ہالو

source: unsafe
gju: غیر محفوظ

source: validate
gju: تصدیق کرنو

source: validity
gju: تصدیق

source: version
gju: حالت

source: Web Authentication
gju: ویب کو اجازت نامو
